import 'package:flutter/material.dart';
import 'package:flutter_project/Model/member.dart';

class Utils{

  static List<Member> getDataCollection(){
    return [
      Member(
          image: "dipu_moni",
          name: "ডা. দীপু মনি",
          designation: "মাননীয় মন্ত্রী (শিক্ষা মন্ত্রনালয়)"+"\n\n",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"
      ),
      Member(
          image: "dipu_moni",
          name: "মহিবুল হাসান চৌধুরী",
          designation: "এম.পি (মাননীয় উপমন্ত্রী)"+"\n\n",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"
      ),
      Member(
          image: "dipu_moni",
          name: "মোঃ মাহবুব হোসেন",
          designation: "মাননীয় সচীব (মাধ্যমিক ও উচ্চ শিক্ষা বিভাগ)",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"
      ),
      Member(
          image: "dipu_moni",
          name: "মোঃ আমিনুল ইসলাম খান",
          designation: "মাননীয় সচীব (কারিগরি ও মাদ্রাসা শিক্ষা বিভাগ)",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"
      ),
      Member(
          image: "dipu_moni",
          name: "প্রফেসর ড. সৈয়দ মোঃ গোলাম ফারুক",
          designation: "মহাপরিচালক (মাধ্যমিক ও উচ্চ শিক্ষা বিভাগ)",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"
      ),
      Member(
          image: "dipu_moni",
          name: "অধ্যক্ষ শরীফ আহমদ সাদী",
          designation: "মাননীয় সচীব(বেসরকারি শিক্ষক-কর্মচারী অবসর সুবিধা)",
          quotes: "আসসালামুআলাইকুম/আদাব,সম্মানিত শিক্ষক ও কর্মচারীবৃন্দ।"
              "মার্টিন লুথার কিং এর মতোই আমিও বলি, “আমার একটি স্বপ্ন আছে”।আমি স্বপ্ন দেখি এমপিওভূক্ত শিক্ষক-কর্মচারীদের জন্য।"
              "আমি স্বপ্ন দেখি আপনারা যারা অবসরে গেছেন তাদের জন্য।চেষ্টা করছি অবসর ভাতা প্রাপ্তির দীর্ঘ সময় কমিয়ে আনার।"
              "অবসর ভাতার পেছনে যেন ঘুরতে না হয়।ঘাটে ঘাটে যেন ধর্ণা দিতে না হয়।নির্বিঘ্নে অবসর ভাতা পাওয়ার ডিজিটাল ব্যবস্থা করছি।"
              "অবসরে যাওয়ার পর ঘরে বসেই আবেদন করবেন।"

      ),
    ];
  }
}